[
  {
    "name": "Sweden",
    "introduction": "A military power during the 17th century, Sweden has not participated in any war for two centuries. An armed neutrality was preserved in both world wars. Sweden's long-successful economic formula of a capitalist system intermixed with substantial welfare elements was challenged in the 1990s by high unemployment and in 2000-02 and 2009 by the global economic downturns, but fiscal discipline over the past several years has allowed the country to weather economic vagaries. Sweden joined the EU in 1995, but the public rejected the introduction of the euro in a 2003 referendum.",
    "flag": "assets/imgs/flag_of_sweden.png",
    "geography": {
      "location": "Northern Europe, bordering the Baltic Sea, Gulf of Bothnia, Kattegat, and Skagerrak, between Finland and Norway",
      "geographic_coordinates": {
        "latitude": {
          "degrees": 62,
          "minutes": 0,
          "hemisphere": "N"
        },
        "longitude": {
          "degrees": 15,
          "minutes": 0,
          "hemisphere": "E"
        }
      }
    },
    "people": {
      "population": {
        "total": 9960487,
        "global_rank": 91,
        "date": "2017-07-01"
      },
      "nationality": {
        "noun": "Swede(s)",
        "adjective": "Swedish"
      },
      "ethnic_groups": {
        "ethnicity": [
          {
            "name": "indigenous population: Swedes with Finnish and Sami minorities; most common countries of origin among immigrants: Syria"
          },
          {
            "name": "Finland"
          },
          {
            "name": "Iraq"
          },
          {
            "name": "Poland"
          },
          {
            "name": "Iran"
          }
        ]
      },
      "languages": {
        "language": [
          {
            "name": "Swedish",
            "note": "official"
          }
        ],
        "note": "Finnish, Sami, Romani, Yiddish, and Meankieli are official minority languages"
      },
      "religions": {
        "religion": [
          {
            "name": "Church of Sweden",
            "percent": 63.5,
            "note": "Lutheran"
          },
          {
            "name": "other",
            "percent": 8.1,
            "note": "includes Roman Catholic, Orthodox, Baptist Muslim, Jewish, and Buddhist"
          },
          {
            "name": "none or unspecified",
            "percent": 28.4
          }
        ],
        "note": "estimates reflect registered members of faith communities eligible for state funding (not all religions are state-funded and not all people who identify with a particular religion are registered members); an estimated 60.2% of Sweden's population were members of the Church of Sweden in 2017",
        "date": "2015"
      },
      "age_structure": {
        "0_to_14": {
          "percent": 17.43,
          "males": 892462,
          "females": 843375
        },
        "15_to_24": {
          "percent": 11.31,
          "males": 581025,
          "females": 545971
        },
        "25_to_54": {
          "percent": 39.42,
          "males": 1993590,
          "females": 1933080
        },
        "55_to_64": {
          "percent": 11.58,
          "males": 578942,
          "females": 574479
        },
        "65_and_over": {
          "percent": 20.26,
          "males": 931593,
          "females": 1085970
        },
        "date": "2017"
      },
      "dependency_ratios": {
        "ratios": {
          "total_dependency_ratio": {
            "value": 58.5,
            "units": "%"
          },
          "youth_dependency_ratio": {
            "value": 27.4,
            "units": "%"
          },
          "elderly_dependency_ratio": {
            "value": 31.1,
            "units": "%"
          },
          "potential_support_ratio": {
            "value": 3.2,
            "units": "%"
          }
        },
        "date": "2015"
      },
      "median_age": {
        "total": {
          "value": 41.2,
          "units": "years"
        },
        "male": {
          "value": 40.2,
          "units": "years"
        },
        "female": {
          "value": 42.2,
          "units": "years"
        },
        "global_rank": 41,
        "date": "2017"
      },
      "population_growth_rate": {
        "growth_rate": 0.81,
        "global_rank": 128,
        "date": "2017"
      },
      "birth_rate": {
        "births_per_1000_population": 12.1,
        "global_rank": 167,
        "date": "2017"
      },
      "death_rate": {
        "deaths_per_1000_population": 9.4,
        "global_rank": 57,
        "date": "2017"
      },
      "net_migration_rate": {
        "migrants_per_1000_population": 5.3,
        "global_rank": 23,
        "date": "2017"
      }
    },
    "government": {
      "country_name": {
        "conventional_long_form": "Kingdom of Sweden",
        "conventional_short_form": "Sweden",
        "local_long_form": "Konungariket Sverige",
        "local_short_form": "Sverige",
        "etymology": "name ultimately derives from the North Germanic Svear tribe, which inhabited central Sweden and is first mentioned in the first centuries A.D."
      },
      "government_type": "Parliamentary constitutional monarchy",
      "capital": {
        "name": "Stockholm",
        "geographic_coordinates": {
          "latitude": {
            "degrees": 59,
            "minutes": 20,
            "hemisphere": "N"
          },
          "longitude": {
            "degrees": 18,
            "minutes": 3,
            "hemisphere": "E"
          }
        },
        "time_difference": {
          "timezone": 1,
          "note": "6 hours ahead of Washington, DC, during Standard Time"
        },
        "daylight_saving_time": "+1hr, begins last Sunday in March; ends last Sunday in October"
      },
      "administrative_divisions": [
        {
          "name": "Blekinge",
          "type": "country"
        },
        {
          "name": "Dalarna",
          "type": "country"
        },
        {
          "name": "Gavleborg",
          "type": "country"
        },
        {
          "name": "Gotland",
          "type": "country"
        },
        {
          "name": "Halland",
          "type": "country"
        },
        {
          "name": "Jamtland",
          "type": "country"
        },
        {
          "name": "Jonkoping",
          "type": "country"
        },
        {
          "name": "Kalmar",
          "type": "country"
        },
        {
          "name": "Kronoberg",
          "type": "country"
        },
        {
          "name": "Norrbotten",
          "type": "country"
        },
        {
          "name": "Orebro",
          "type": "country"
        },
        {
          "name": "Ostergotland",
          "type": "country"
        },
        {
          "name": "Skane",
          "type": "country"
        },
        {
          "name": "Sodermanland",
          "type": "country"
        },
        {
          "name": "Stockholm",
          "type": "country"
        },
        {
          "name": "Uppsala",
          "type": "country"
        },
        {
          "name": "Varmland",
          "type": "country"
        },
        {
          "name": "Vasterbotten",
          "type": "country"
        },
        {
          "name": "Vasternorrland",
          "type": "country"
        },
        {
          "name": "Vastmanland",
          "type": "country"
        },
        {
          "name": "Vastra Gotaland",
          "type": "country"
        }
      ],
      "independence": {
        "date": "1523-06-06",
        "note": "Gustav Vasa elected king of Sweden, marking the abolishment of the Kalmar Union between Denmark, Norway, and Sweden"
      },
      "national_holidays": [
        {
          "name": "National Day",
          "day": "6 June",
          "original_year": "1983",
          "note": "from 1916 to 1982 this date was celebrated as Swedish Flag Day"
        }
      ],
      "constitution": {
        "history": "several previous; latest adopted 1 January 1975",
        "amendments": "proposed by Parliament; passage requires simple majority vote in two consecutive parliamentary terms with an intervening general election; passage also requires approval by simple majority vote in a referendum if Parliament approves a motion for a referendum by one-third of its members; amended several times, last in 2014 (changes to the \"Instrument of Government\") (2016)"
      },
      "legal_system": "civil law system influenced by Roman-Germanic law and customary law",
      "international_law_organization_participation": [
        "accepts compulsory ICJ jurisdiction with reservations",
        "accepts ICCt jurisdiction"
      ],
      "citizenship": {
        "citizenship_by_birth": "no",
        "citizenship_by_descent_only": "the father must be a citizen of Sweden; in the case of a child born out of wedlock, the mother must be a citizen of Sweden and the father unknown",
        "dual_citizenship_recognized": "no, unless the other citizenship was acquired involuntarily",
        "residency_requirement_for_naturalization": "5 years"
      },
      "suffrage": {
        "age": 18,
        "universal": true,
        "compulsory": false
      },
      "executive_branch": {
        "chief_of_state": "King CARL XVI GUSTAF (since 19 September 1973); Heir Apparent Princess VICTORIA Ingrid Alice Desiree, daughter of the monarch (born 14 July 1977)",
        "head_of_government": "Prime Minister Stefan LOFVEN (since 3 October 2014); Deputy Prime Minister Isabella LOVIN (since 25 May 2016)",
        "cabinet": "Cabinet appointed by the prime minister",
        "elections_appointments": "the monarchy is hereditary; following legislative elections, the leader of the majority party or majority coalition usually becomes the prime minister"
      },
      "legislative_branch": {
        "description": "unicameral Parliament or Riksdag (349 seats; 310 members directly elected in multi-seat constituencies by proportional representation vote and 39 members in \"at-large\" seats directly elected by proportional representation vote; members serve 4-year terms)",
        "elections": "last held on 14 September 2014 (next to be held on or before 9 September 2018)",
        "election_results": "percent of vote by party - SAP 31.0%, M 23.3%, SD 12.9%, MP 6.9%, C 6.1%, V 5.7%, L 5.4%, KD 4.6%, other 4.1%; seats by party - SAP 113, M 84, SD 49, MP 25, C 22, V 21, L 19, KD 16"
      },
      "judicial_branch": {
        "highest_courts": "Supreme Court of Sweden (consists of 16 justices including the court chairman); Supreme Administrative Court (consists of 18 justices including the court president)",
        "judge_selection_and_term_of_office": "Supreme Court and Supreme Administrative Court justices nominated by the Board of Judges, a 9-member nominating body consisting of high-level judges, prosecutors, and members of Parliament; justices appointed by the Government; following a probationary period, justices' appointments are permanent",
        "subordinate_courts": "first instance, appellate, general, and administrative courts; specialized courts that handle cases such as land and environment, immigration, labor, markets, and patents"
      },
      "political_parties_and_leaders": [
        {
          "party_id": 1,
          "party_logo": "assets/imgs/centre_party_logo.png",
          "name": "Center Party",
          "name_alternative": "C",
          "leaders": [
            "Annie Loof"
          ],
          "ideology": [
            "Liberalism",
            "Green Liberalism",
            "Social Liberalism",
            "Decentralisation",
            "Agrarianism"
          ],
          "political_position": "centre to centre-right",
          "bloc_affiliation": "Alliance",
          "policy_stances": [
            {
              "issue_id": 1,
              "issue_area": "Immigration",
              "issue_stance": "We live in a globalized world.  More people in the world migrate, not just only to seek protection from war, terror and oppression, but also for work and study.  We stand for regulated immigration, a migration policy that combines concerns for order with concerns for humanity.  We want open labor immigration for both low and high-skilled workers.  Sweden’s growth is dependent on foreign skills.",
              "policy_wants": [
                "- Protecting the right of asylum and the ability of children to unite with their parents", 
                "- More resources should be allocated to the most vulnerable, such as quota refugees", 
                "- The right to protection is more important than quick access to all welfare benefits", 
                "- The EU to take joint responsibility by ensuring a more even distribution of refugees"
              ],
              "voter_percent_importance": 27
            },
            {
              "issue_id": 2,
              "issue_area": "Healthcare",
              "issue_stance": "No matter wherever in the country you live, you should have access to high quality care.  Queues in healthcare must be shortened and it should be easier to get a doctor in times of sickness.  The conditions for those working within the care sector must be better.  We also want you as a patient to have increased opportunities and greater choice in care across the country.",
              "policy_wants": [
                "- Care services should be more readily available, and that high-quality standards are maintained throughout the country",
                "- Shorter queues in health care and getting more people to have permanent doctor’s contact",
                "- Greater variety of care options to improve choices for patients"
              ],
              "voter_percent_importance": 19
            },
            {
              "issue_id": 3,
              "issue_area": "Education",
              "issue_stance": "We need to have schools where every student gets the chance to succeed.  Wherever in the country that you live or what background you have should not matter.  Education should be of high standards, from pre-school, up to university and research levels.  Education is one of the pillars of our democratic society.",
              "policy_wants": [
                "- Raise the status of our teachers by giving them greater career improvement opportunities and rewarding skilled teachers",
                "- Give students, parents and teachers greater freedom of choice in schools",
                "- Ensuring that our education system leads to job creation"
              ],
              "voter_percent_importance": 15
            },
            {
              "issue_id": 4,
              "issue_area": "Environment",
              "issue_stance": "No one can choose not to be influenced by what happens in nature or the climate.  In order for us to achieve a sustainable society, everyone must take responsibility.  It should be easier for people to recycle, get a car that is environmentally friendly, or drive development in sustainable agriculture.",
              "policy_wants": [
                "- Make it easier to drive and own environmentally friendly cars, such as those that run on electricity",
                "- Making sure that our everyday life is free from any toxins or pollutants",
                "- Giving farmers the opportunity to produce food in a sustainable way"
              ],
              "voter_percent_importance": 10
            },
            {
              "issue_id": 5,
              "issue_area": "Elder care",
              "issue_stance": "Although our elderly people are satisfied with the current care they receive, the quality of our elderly care needs to be increased.  Good quality care services can be about having a permanent contact with a doctor and not have to sit waiting for an emergency room.  It may also be that you can choose who will come and clean at home or the option to choose what type of retirement accommodation to stay at.  All these aspects must be part of creating better care for the elderly.",
              "policy_wants": [
                "- Provide safer elderly care by giving them a more permanent contact with a doctor",
                "- Increase choice for our elderly in what kinds of services they can receive",
                "- Improve preventative health for the elderly"
              ],
              "voter_percent_importance": 8
            },
            {
              "issue_id": 6,
              "issue_area": "Employment",
              "issue_stance": "Small business owners are our job creators.  But in order to create new jobs, simpler rules and less hassle are needed.  The process of hiring workers should be made cheaper and greater labor mobility is needed.  We believe that there should be greater change in the way our people can get a job and having jobs available, not least young people starting to enter the workforce and new arrivals.",
              "policy_wants": [
                "- Make it easier to start and run companies – so that more people can have opportunities to get their first job",
                "- Have better communications on job vacancies",
                "- Exclude small and medium-sized enterprises from the law on employment protection – a law that regulates the termination and resignation of workers"
              ],
              "voter_percent_importance": 7
            },
            {
              "issue_id": 7,
              "issue_area": "Law and order",
              "issue_stance": "You should be able to live without the fear of having to be the victim of a crime.  For us, safety means that you can fall asleep without having to worry about being burgled, children not worrying about being bullied or abused – or go out shopping without the fear of being robbed.  The police should be present, available and visible to you.",
              "policy_wants": [
                "- Have more police officers in every city",
                "- Have a zero-tolerance policy against crime, including minor crimes, starting off in vulnerable areas in the country",
                "- Focus more on local crime prevention work",
                "- Harsher punishments for sexual offences"
              ],
              "voter_percent_importance": 5
            },
            {
              "issue_id": 8,
              "issue_area": "Welfare",
              "issue_stance": "When something bad happens in your life, you may need help from society.  You may have children, lost a job, got sick, or somehow failed to support yourself, either way, there should be a sustainable social welfare system that will help you in these troubling moments and to move on.",
              "policy_wants": [
                "- See an initial higher rate of unemployment subsidies that decrease at a much faster rate later on compared to current policy",
                "- Make it easier for people on welfare support to transition to a new job",
                "- To ensure that entrepreneurs have the same right to social insurance policies that employees have"
              ],
              "voter_percent_importance": 4
            },
            {
              "issue_id": 9,
              "issue_area": "Taxes",
              "issue_stance": "People should have the right to decide what happens in their lives.  Taxes are needed to fund our common welfare, but should be taken with moderation.  People should be able to decide what they want to do with the money they have worked for.  Therefore, we want to lower taxes on work and entrepreneurship.  Lower taxes increase people’s self-determination and makes it more profitable to run a business and work.  In the long run, this will strengthen the entire country’s economy.  We also want to shift taxes in a green tax change, charging more taxes on environmentally damaging activities while at the same time lowering taxes for work, companies and investment.",
              "policy_wants": [
                "- Have a wide tax cut that mainly benefits those with the lowest incomes, both for people who work and for retirees",
                "- Raise the limit for when the state income tax is to be paid and restore the job tax deduction",
                "- Lower taxes for older people who work through a reinforced job tax deduction",
                "- Introduce a green car bonus and a bonus on trucks running on biofuel",
                "- Introduce tax on waste incineration",
                "- Introduce a widespread chemical tax"
              ],
              "voter_percent_importance": 3
            },
            {
              "issue_id": 10,
              "issue_area": "Economy",
              "issue_stance": "Sweden has fantastic conditions. We are a country whose success is based on world trade, creativity and hard work. The Swedish economy is going well and our wealth is growing. But everyone does not get the same chance.  We propose powerful reforms combined with order and a recovery in government finances so that more people can get a job and to grow the economy.",
              "policy_wants": [
                "- Make it easier and cheaper to hire so that more jobs are created",
                "- Build and expand the nation’s infrastructure so that the country can grow",
                "- Reduce taxes on work and make it more expensive to damage the environment"
              ],
              "voter_percent_importance": 3
            }
          ],
          "seat_share": [
            {
              "year": 2018,
              "seats": 31
            }
          ],
          "note": "Centerpartiet"
        },
        {
          "party_id": 2,
          "party_logo": "assets/imgs/christian_democrats_logo.png",
          "name": "Christian Democrats",
          "name_alternative": "KD",
          "leaders": [
            "Ebba Busch Thor"
          ],
          "ideology": [
            "Christian Democracy",
            "Conservatism",
            "Social Conservatism",
            "Economic Liberalism"
          ],
          "political_position": "centre-right to right-wing",
          "bloc_affiliation": "Alliance",
          "policy_stances": [
            {
              "issue_id": 1,
              "issue_area": "Immigration",
              "issue_stance": "We want controlled and transparent immigration. Those seeking asylum will be given a quick and legal trial, and those whose applications are rejected will promptly leave the country. Persons who come here for protection shall be granted temporary residence permits and small children shall not be separated from their parents. Regulated labor migration is important because Sweden needs good access to skilled labor.  The Christian Democrats also believe that we need to be better at highlighting and counteracting values that some immigrants have that would not be compatible in our society.",
              "policy_wants": [
                "- Anyone seeking asylum in Sweden should be referred to asylum applications near our major border crossings.  The application for asylum is registered and an initial sorting of the cases is made.  This way we get a faster registration and decision-making process that is both legal and effective",
                "- The Christian Democrats want integration to start from day one. We want to introduce an asylum program with clear requirements for participation in Swedish education, social orientation and work",
                "- In order for the asylum system to have legitimacy and immigration to remain regulated, it is important that rejections are handled better. In order to enforce more rejections and expulsions, we propose more defenses and more resources to the police. It is also important for Sweden to include more bilateral agreements (so-called readmission agreements) with the main beneficiary countries in order for these countries to receive their citizens",
                "- Good values are crucial for creating a good society and a good community.  In Sweden we will live side by side as neighbors - not as strangers.  There should be a common ethical and cultural mother tongue where certain values are not eligible.  For example, child marriages and polygamy are incompatible with a good society.  Those escaping from war and oppression should feel welcome to create a good life in freedom here, become part of the community and become Swedish.  Of course, you cannot, and do not have to, leave your cultural legacy behind.  But you should adopt the values of the place you come to. We need to be better at highlighting what's going on here and what values are not eligible.  Otherwise, we will see both growing xenophobia and growing exclusion",
                "- People granted asylum in Sweden will be granted a temporary residence permit for three years.  If the need for protection persists after three years or if the asylum seeker has received a job, a permanent residence permit should be granted.  The right to family reunification shall apply",
                "- We want to strengthen work on honorary cultures and honor violence, by introducing honor crimes as a special crime classification.  We also want to set up a special unit, a 'Forced Marriage Unit', within the police authority whose task is to help girls and boys who are at risk of getting married against their will",
                "- We want to introduce entry level jobs that significantly lowers the cost for companies to hire new arrivals.  The employer's fee is terminated for three years and the employee receives a lower salary, but also gets training or learning the job at work"
              ],
              "voter_percent_importance": 27
            },
            {
              "issue_id": 2,
              "issue_area": "Healthcare",
              "issue_stance": "The role of healthcare is to provide a quality, accessible and efficient, well-adapted care.  Everyone should be able to feel safe in and trust that publicly funded healthcare can meet their needs.  The basic principle is that healthcare should be jointly funded and needs-oriented.  Preventive work, patient care and quality and patient safety are some of our priority areas.",
              "policy_wants": [
                "- Today there are large and unreasonable differences between how different county councils succeed in delivering good and qualitative care.  It is unacceptable that the place of residence is crucial to gaining access to the best treatment methods and the chance of survival.  We propose that the state be given primary responsibility for healthcare so that everyone has access to high quality, effective and equal care",
                "- A person who is sick must be able to meet a doctor no later than the next day. Therefore, the Christian Democrats want to focus on primary care.  Health centers and emergency medical clinics will have open evenings and weekends and be able to do more things.  In this way, healthcare services are relieved of hard-hired emergency services and the waiting times are shorter",
                "- The current work situation has adversely affected our health and safety personnel.  Doctors, nurses and care workers want to provide a more qualitative care, but time shortage compels them too often to compromise.  We want to introduce a so-called healthcare team that can relieve health professionals from the important tasks, but do not require long-term care education.  In this way, doctors, nurses and care workers can have more time"
              ],
              "voter_percent_importance": 19
            },
            {
              "issue_id": 3,
              "issue_area": "Education",
              "issue_stance": "Our schools should provide each student with the skills necessary to live and work in a modern society and to educate students to be responsible citizens.  With a school policy focusing on security, knowledge and unity and where every school has great freedom to design its own business, the Christian Democrats want to give students, teachers and school leaders the prerequisites for fulfilling this task.",
              "policy_wants": [
                "- We want to give early support to students with special needs.  Today there is a lack of specialist teachers.  Therefore, we are investing SEK 230 million a year to train more specialist teachers",
                "- Skilled teachers are a demonstrable success factor in school.  Today, there is a great deal of lack of teachers.  Anyone is not made to become a teacher.  We want to see increased eligibility requirements for teacher education, as a quality stamp on the profession.  We also want to work for more graduates to become teachers.  We also support career services that provide teachers with the opportunity to earn a substantial salary.  In addition, we want to reduce the administrative burden for teachers."
              ],
              "voter_percent_importance": 15
            },
            {
              "issue_id": 4,
              "issue_area": "Environment",
              "issue_stance": "Christian Democrats' environmental policy is based on the trustworthy spirit of ownership, which permeates all our positions.  Our goal is for the world to be left to future generations in a better condition than we received ourselves.  It is important to invest resources in research and development of renewable fuels and energy sources.  It is also important to preserve and promote biodiversity so that our ecosystems are strengthened.",
              "policy_wants": [
                "- Christian Democrats want at all levels to contribute to meeting the goal of reducing global warming to a maximum of 1.5 degrees",
                "- We want to cut taxes on work while increasing taxes on environmentally harmful activities.  We also want to introduce new taxes on plastic bags and non-reusable textiles",
                "- We want to increase opportunities for individual countries and for different operators to phase out toxic substances.  Today, harmful chemicals are largely present in everyday products such as clothing, electronics and cosmetics.  Efforts are needed to replace these with better alternatives",
                "- The Baltic Sea is a world-wide, open-water ocean with particularly sensitive ecosystems.  Therefore, we propose additional measures to protect the Baltic Sea, including the stopping of extraction of oil from the seabed.  Eutrophication must be prevented through better purification methods in neighboring countries and we want Sweden to help other Baltic countries with this.  At the same time, a large-scale effort is needed to actively oxygenate the seabed sufferers of oxygen deficiency.",
                "- Although imprisonment today is in the penal scale for environmental crime, it is extremely rare to be convicted of such a crime.  The Christian Democrats therefore propose stricter penalties for major environmental crimes, so that prison sentences will be judged in practice.  By doing so, environmental offenses will also be prioritized higher by prosecutors"
              ],
              "voter_percent_importance": 10
            },
            {
              "issue_id": 5,
              "issue_area": "Elder care",
              "issue_stance": "Today, the care of severely ill elderly people is not characterized by the overall perspective of their needs, instead, punctual efforts are made independently of each other and often without follow-up.  Through home care, the elderly can receive good care based on individual needs.  Home care will consist of teams with nurses, district nurses, occupational therapists, physiotherapists, dieticians and dementia nurses.  For a functioning care chain, a significant medical effect is required.  Therefore, we want a permanent doctor who has overall responsibility for the elderly.",
              "policy_wants": [
                "- Many elderly people want to stay in their homes for as long as possible.  At the same time there is a large group of elderly people who feel that they need a different type of accommodation but are denied a place.  Assistance assessments have become harder.  We therefore want to introduce a retirement guarantee where each person over 85 years has a statutory right to get a place in a retirement home whenever and wherever they wish.  In addition, we want to introduce an elderly environment to obtain more retirement homes",
                "- To increase the safety and reduce the risk of our elderly receiving repeated hospital care, we want to introduce a home team.  This means that staff are involved in planning a home trip, arranging food and medication for the first few days, and perhaps even help to improve and adapt their accommodations",
                "- Many elderly people feel insecure when there are is a continuous stream of new people from home care.  A comparison between the municipalities shows that the elderly receives visits ranging from four to 26 different people from the home service for two weeks.  We believe that good relationships and trust between home care staff and the elderly are a prerequisite for security, good quality of life and joy of life. We therefore want to invest 800 million kronor per year on those who manage to limit the number of staff to a maximum of ten in a two-week period"
              ],
              "voter_percent_importance": 8
            },
            {
              "issue_id": 6,
              "issue_area": "Employment",
              "issue_stance": "Having a job creates community, responsibility and development.  When more people are employed, welfare resources are also strengthened.  Despite the upswing, the gap in the labor market is increasing.  Jobs are one of the keys to good integration. We also see how important the values are in the integration work.",
              "policy_wants": [
                "- The high thresholds for entering the labor market need to be lowered partly for those who want to further their education, but also for those who do not manage or want to study for various reasons.  The Alliance therefore wishes to introduce Enrollment, a simplified employment system for new arrivals and young people up to 23 years of age without a high school diploma.  This form of employment will enable more people to get a job in the labor market, gain valuable experience and thus move on to work.  It will make it cheaper for companies to hire and take a bet on receiving a previously untrained person",
                "- Extend tax relief for people who come from long-term unemployment or sick leave, for young people under the age of 25, or for new arrivals during the first five years in Sweden.  These groups often stand out of the labor market and have fewer financial margins.  This is fully paid up to income of SEK 18,000 and is then gradually increased by monthly income up to SEK 26,000. This gives about 1500 kr more in job tax deductions",
                "- The fact that more people choose to work longer than the age of 65 has many positive effects.  This will make the economy better, both for the individual and for society at large.  Therefore, we propose a double tax deduction from the age of 64.  We also want to remove the special payroll tax for the elderly, which made it significantly more expensive for employers to hire older people",
                "- We want to expand the number of vocational education programs in the coming years.  Christian Democrats want to invest 300 million more than the government 2018-2020.  An expansion of Occupational Adult Sites does not just mean that more people who are unemployed today are given jobs, but also that the whole community works better when shortages can be provided with skilled staff"
              ],
              "voter_percent_importance": 7
            },
            {
              "issue_id": 7,
              "issue_area": "Law and order",
              "issue_stance": "One of the state's basic tasks is to ensure that citizens are safe.  You should be able to trust that the police will come when you are in danger.  Therefore, we want to see more police officers, and that they should have resources to prevent and intervene against crime.  When people are subjected to violent crime, robbery, sexual harassment or burglary in their homes, the judiciary must act.  And we'll always be on the victim's side.",
              "policy_wants": [
                "- Swedish police are in crisis.  Serious crimes are forced to be prioritized due to resource shortages.  This trend has to be reversed, therefore the Christian Democrats demand a strong effort to improve the Swedish police.  We propose 10,000 more policemen and improve working conditions and pay",
                "- In order to reduce the risk of people becoming criminals, we want to strengthen cooperation between police and social services.  We also want to improve co-operation between school, parents and police in order to catch young people at risk at an early stage, as well as enable faster response efforts through enhanced local police activities",
                "- The increasing activity of violence-raising Islamism in Europe means that Sweden must strengthen its readiness to prevent, respond and combat terrorism.  Among our actions, we are doubling the capacity of intervention forces and strengthening the security forces' resources",
                "- We are on the victim's side.  Those who fall victim to a crime should be able to expect the support they are entitled to.  From initial contact with the police, through legal proceedings and afterwards.  Nonprofit organizations are very important in this work, and we therefore want to increase support for victims of crime"
              ],
              "voter_percent_importance": 5
            },
            {
              "issue_id": 8,
              "issue_area": "Welfare",
              "issue_stance": "Welfare policy must be general in the sense that it provides basic safety for all - in case of illness, unemployment, occupational injury and retirement.  Distribution policy measures should be addressed to those with the greatest need for support and assistance and designed to encourage people's own power, self-responsibility and commitment, and to offset dependency. Municipalities are obliged to provide support and other measures when assistance needs arise.  Social contributions should be the same throughout the country, but municipalities should have the right to set their own contribution levels as local conditions vary.",
              "policy_wants": [
                ""
              ],
              "voter_percent_importance": 4
            },
            {
              "issue_id": 9,
              "issue_area": "Taxes",
              "issue_stance": "Taxes will finance well-being, public expenditures and govern economic development in a social and ecological direction.  The tax system should be designed to stimulate work, honesty, savings and entrepreneurship.  The individual shall, as far as possible, retain his own salary before additional contributions are paid.",
              "policy_wants": [
                "- We want to close the tax gap between pensioners and wage earners and abolish the so-called pensioners tax.  Pension is deferred salary.  It is not fair for people who have worked for a lifetime to pay more in taxes when they retire than those who work today",
                "- In order to strengthen families with children, we want to introduce a tax deduction for parents of SEK 500 per parent and month.  For parents with children 0-3 years, the deduction also applies to other incomes, such as parental allowance or cash register",
                "- In order to make it more profitable to work, tax cuts should be designed so that those who work and those who are retired receive twice as much tax relief as those who have insurance income"
              ],
              "voter_percent_importance": 3
            },
            {
              "issue_id": 10,
              "issue_area": "Economy",
              "issue_stance": "Christian Democrats' economic policies are based on what we call social market economy.  This means that the market economy must be combined with a socially responsible policy to contribute welfare and a reasonable standard of living for all.  Tax and contribution systems should be designed so that people's own power and commitment are encouraged and contributed to dependence.",
              "policy_wants": [
                ""
              ],
              "voter_percent_importance": 3
            }
          ],
          "seat_share": [
            {
              "year": 2018,
              "seats": 22
            }
          ],
          "note": "Kristdemokraterna"
        },
        {
          "party_id": 3,
          "party_logo": "assets/imgs/green_party_logo.png",
          "name": "Green Party",
          "name_alternative": "MP",
          "leaders": [
            "Isabella Lovin",
            "Gustav Fridolin"
          ],
          "ideology": [
            "Green Politics"
          ],
          "political_position": "centre-left",
          "bloc_affiliation": "Red-Greens",
          "policy_stances": [
            {
              "issue_id": 1,
              "issue_area": "Immigration",
              "issue_stance": "The Green Party has a vision of a world without borders, where all people can move, and no one is forced to flee.  We do not believe in countries' right to choose their residents, we believe in people's right to choose where they want to live.  We will greet people with opportunities, not walls.  Everyone should be able to live, work and realize their dreams wherever they wish.  Free movement should be a human right.",
              "policy_wants": [
                "- Protecting asylum rights and giving families the right and opportunity to reunite, introduce permanent residence, and especially protect the young and sick",
                "- Facilitate the establishment of new arrivals and improve the situation of unaccompanied young people",
                "- Stand for peace, justice and climate in the world, no exporting of weapons to dictatorships, and no to NATO membership"
              ],
              "voter_percent_importance": 27
            },
            {
              "issue_id": 2,
              "issue_area": "Healthcare",
              "issue_stance": "Sweden should promote an equal and modern healthcare system.  Healthcare should be of good quality, be available and distributed as needed and be jointly funded.  Dentistry should have the same conditions as other care services and should therefore be part of publicly funded care.",
              "policy_wants": [
                "- Better policies to counter increasing mental illness",
                "- Shorten care queues and a greater focus on better quality and accessibility in our healthcare",
                "- Educate more doctors and specialist nurses",
                "- Healthcare should not be pursued in a for profit basis"
              ],
              "voter_percent_importance": 19
            },
            {
              "issue_id": 3,
              "issue_area": "Education",
              "issue_stance": "Our schools help to develop our children and young people to have both the tools and the knowledge that will help them to develop their skills throughout their lives.  In our schools, each and every child will learn to read, write, count, create and participate in community discussions, and to collaborate and socialize with others as well as to develop the ability to influence their own life situation.  Schools should give each child the opportunity to be themselves and to grow up into what he or she wants to be.  There should be no successful or failed students, nor there should good or bad schools – everyone is entitled to succeed and develop as an individual and Sweden should be a country where everyone has the opportunity to lifelong learning.",
              "policy_wants": [
                "- Make it the state's responsibility to breakup inequality within our schools",
                "- Tackle youth mental illness - all students should be entitled to good mental health",
                "- Encourage more people to become teachers and that all teachers should be able to develop in their professions through higher pay, better terms and better professional development"
              ],
              "voter_percent_importance": 15
            },
            {
              "issue_id": 4,
              "issue_area": "Environment",
              "issue_stance": "Humanity has a responsibility that stretches beyond a single person or generation.  Our living opportunities are determined by how well we can live in harmony with nature.  Green ideology is not just about human relationships, but also about the interdependence that we have amongst all of us and our environment.  Conversion to a greener society requires more efficient housekeeping with our natural resources and a more even distribution of the Earth’s resources.  We in the rich countries need to adjust our consumption levels so that our ecological footprints per person quickly reach what is globally sustainable.  In order to protect the environment, the precautionary principle must be applied as far as possible.",
              "policy_wants": [
                "- Building a sustainable society where it is easier to live in an environmentally friendly manner",
                "- Invest in our forests to promote careful forestry and better protection for nature, endangered animals and plants",
                "- Focus on climate-smart, organic food that is free of poisions and can be consumed sustainably",
                "- Fight for cleaner seas and cleaner waters around the world",
                "- Make Sweden the world's first fossil-free welfare country"
              ],
              "voter_percent_importance": 10
            },
            {
              "issue_id": 5,
              "issue_area": "Elder care",
              "issue_stance": "Many people live a much more active life than previous generations have had the opportunity to.  More and more people experience their centenary.  Many older people are healthy, which is a great social resource.  Elderly knowledge and experience are invaluable in many areas, for example, to help serve as mentors to younger people.  In the voluntary sector and within our communities, many older people make great efforts in making our society better.  However, not all elderly people are healthy and many need more help.  Therefore it is important to have a safe and good care system for the elderly based on their individual needs.",
              "policy_wants": [
                "- Older people should continue to freely decide their living accomodations and how they want to live their lives",
                "- Older people who need help should get the help they need",
                "- Better working conditions for those working in elderly care",
                "- Anyone who wants to continue to work, should be able to worker longer than 67 years"
              ],
              "voter_percent_importance": 8
            },
            {
              "issue_id": 6,
              "issue_area": "Employment",
              "issue_stance": "Labor market policies should promote a well-functioning labor market across the country.  In that area, education policy and economic policy play an important role. The labor market needs to be better at matching employers with employees.  We want to protect the Swedish model where social partners of labor and business negotiate what rules will apply in the labor market through collective agreements.  The model is based on the fact that a high proportion of workers are members of unions, and union organization should be encouraged.  Our policy will help to give all people the opportunity to contribute to society through their work.",
              "policy_wants": [
                "- Protect working people and giving employees influence over both the content of their work and their working hours",
                "- Improve working conditions and the rights of workers working within the more vulnerable sectors of the labor market",
                "- Fight discrimination in the workplace, support equal pay between men and women",
                "- Promoting a better work-life balance for our workers by reducing the normal working week to 35 hours"
              ],
              "voter_percent_importance": 7
            },
            {
              "issue_id": 7,
              "issue_area": "Law and order",
              "issue_stance": "One of the prerequisites for a well-functioning democracy is that people can feel safe and secure.  It is important to rely on public power to enforce law and order.  This however requires transparency and openness as well as having a well-functioning justice system that the public has confidence in.  There must be good civic oversight in our law enforcement and their activities, and it is important that a variety of backgrounds and perspectives are represented in both the police, prosecutor’s office and the courts.  We want to safeguard civic participation in the judicial process, and therefore want to reform the nominating system for selecting the officers and members of our courts by allowing more than just the political parties to nominate members.",
              "policy_wants": [
                "- For on early prevention efforts so people do not choose to become criminals",
                "- Prevent young people from entering into a life of crime",
                "- Give the police more resources and promote more police living closer to our citizens",
                "- Defend democracy against organized crime and violent extremism",
                "- Counteract men's violence against women and counter honor-related violence and oppression"
              ],
              "voter_percent_importance": 5
            },
            {
              "issue_id": 8,
              "issue_area": "Welfare",
              "issue_stance": "The welfare state must be inclusive, general, and robust.  Everyone is entitled to financial security.  Community services should be of high quality and accessible to all.  An equal society is safer for all residents.  Therefore we want to counter economic inequality.  Even those who are unemployed or ill must be able to participate in society.",
              "policy_wants": [
                "- Welfare activities must not be managed by the market, we are not consumers in relation to welfare, we are citizens. Welfare is too important to be governed by short-term profit interests",
                "- Welfare services should be designed to ensure high quality and be able to meet social, ecological, and economic requirements",
                "- Strengthen the people's opportunity to truly choose the welfare that suits them, engaging more citizens in the design and delivery of welfare services"
              ],
              "voter_percent_importance": 4
            },
            {
              "issue_id": 9,
              "issue_area": "Taxes",
              "issue_stance": "Activities that affect the environment should be included through taxes, fees, or other appropriate instruments.  This is particularly important principle of climate policy, where goods and services that impacts the climate, should also be seen in the price.",
              "policy_wants": [
                "- Reduce small business tax on work, raise taxes on environmental degredation",
                "- Reduce costs for environmentally beneficial activities"
              ],
              "voter_percent_importance": 3
            },
            {
              "issue_id": 10,
              "issue_area": "Economy",
              "issue_stance": "Our economy must be readjusted so that it takes in human well-being and long-term environmental considerations into account.  Constant economic growth in the traditional sense is not possible on a planet with limited resources.  It’s a political responsibility to design market conditions to ensure that resources are used in accordance with the requirements for a sustainable society.",
              "policy_wants": [
                "- Reward ethical entrepreneurship",
                "- Curbing greed and speculation in our financial sector, their activities should be channeled in a way that supports the real economy through savings, investments, and providing payment services and risk-sharing",
                "- Sweden should have an open economy to the outside world and work for free trade on fair terms",
                "- Using economic instruments and market regulations to channel developments that meet environmental and resource challenges"
              ],
              "voter_percent_importance": 3
            }
          ],
          "seat_share": [
            {
              "year": 2018,
              "seats": 16
            }
          ],
          "note": "Miljopartiet de Grona"
        },
        {
          "party_id": 4,
          "party_logo": "assets/imgs/left_party_logo.png",
          "name": "Left Party",
          "name_alternative": "V",
          "leaders": [
            "Jonas Sjostedt"
          ],
          "ideology": [
            "Socialism",
            "Feminism",
            "Euroscepticism"
          ],
          "political_position": "left-wing",
          "bloc_affiliation": "Red-Greens",
          "policy_stances": [
            {
              "issue_id": 1,
              "issue_area": "Immigration",
              "issue_stance": "The Left Party wants to create a humane, welcoming and regulated refugee policy in Sweden and Europe.  All people should be able to seek protection from persecution and oppression and have their asylum reasons tried in a legal manner.  The Left Party wants a community for everyone, not just a few. It requires a policy that gives everyone the same opportunities and the same right to good education, work and accommodation, regardless of background, religion, skin color, sex or sexuality.  For the Left Party, integration means bringing an inclusive policy that underpins a more equitable society.",
              "policy_wants": [
                "- Reverse the development of stricter migration controls such as border and identification controls, and make getting a residence permit easier",
                "- Improve the opportunities of asylum seekers and new arrivals to settle in Sweden",
                "- Shorten waiting times for asylum applicants, strengthen legal certainty and improve opportunities for meaningful employment while applicants wait for asylum decisions",
                "- Greater state responsibility in refugee receptions and housing accomodations so that private companies can not make a profit on those who are most vulnerable"
              ],
              "voter_percent_importance": 27
            },
            {
              "issue_id": 2,
              "issue_area": "Healthcare",
              "issue_stance": "Everyone has the right to equal and good health care, not just those who can afford private health insurance.  The basic principle is that care should be given according to people’s needs.  By making profit as a driver in health care, the possibility of managing healthcare to those with the greatest needs is complicated.  We do not think that profit-making companies should be able to do business in our healthcare system.",
              "policy_wants": [
                "- Strengthen primary care with a focus on women's health and targeted efforts to addressing young people's mental health, childcare, and healthcare staff's working environment",
                "- Making healthcare services free of charge for people over 85, free contraception for adolescents up to the age of 20 and free children's medicines",
                "- Removing private companies and the profit motive in our healthcare system",
                "- Invest SEK 5 billion into our healthcare, improve working conditions and enabling competence development for healthcare staff, increase accessibility in primary care and focus more on mental health staff at health centers"
              ],
              "voter_percent_importance": 19
            },
            {
              "issue_id": 3,
              "issue_area": "Education",
              "issue_stance": "All schools should be of equal quality that gives every student the same opportunities for a good education.  The success of our pupils learning today depends more and more on what school they end up in and what parents they have.  This does not have to be.  Swedish schools are divided in quality and students with different backgrounds and study conditions collect in these types of schools.  One explanation is free school choice.  The Left Party does not want students and parents to be forced to choose between 'better' and 'worse' schools. Everyone should be able to trust that the school closest to home is a good school with the ability to give the students the knowledge they are entitled to.",
              "policy_wants": [
                "- Sufficient resources for special support in preschool and during the first years of elementary schools",
                "- Having the state to take back the main responsibility for schools from municipalities",
                "- Education is a human right and it should not be treated like a business, taxpayers' money should go to students and staff, not to the profits of private school companies. There should be profit constraints on private companies operating within our education system",
                "- Invest in better and more sustainable school meals",
                "- Invest SEK 3 billion into improving the working conditions of our teachers"
              ],
              "voter_percent_importance": 15
            },
            {
              "issue_id": 4,
              "issue_area": "Environment",
              "issue_stance": "For us, environmental considerations are more important than short-term profit interests.  We want to use our common resources for long-term sustainable investments such as renewable energy, sustainable transport and the protection of natural areas.  Only through reduced gaps between poor and rich and between men and women can we achieve an ecologically sustainable society.  Biodiversity must be safeguarded by taking environmental concerns into account before the company's profit interests.",
              "policy_wants": [
                "- Sweden will only reach 2 of the 16 national environmental targets by 2020 with this current rate of development, therefore more environmental measures are required to reduce our impact on the ecosystem",
                "- Reducing the spread of pesticides and microplants, and reducing the environmental impacts of our transportation",
                "- Implement environmental improvement measures for organic agriculture, environmentally friendly forestry and sustainable mineral degradation"
              ],
              "voter_percent_importance": 10
            },
            {
              "issue_id": 5,
              "issue_area": "Elder care",
              "issue_stance": "In order for everyone to receive the care they need - not only those who can afford to buy private services to receive valuable care, resources are needed.  In addition, profit interests in elderly care need to disappear.  In order to achieve equal care for the elderly, municipalities need sufficient resources and working conditions for the elderly care staff need to be improved.",
              "policy_wants": [
                "- Increase care staff and removing profit interests in elderly care",
                "- Pushing through SEK 2 billion annually to strengthen staffing",
                "- Developing the future of our elderly care by focusing on better food, duty-free security alarms, in home care service, increased personal dentistry and continuing education",
                "- Allocating money and resources in improving the architecture of care homes along with outdoor environments"
              ],
              "voter_percent_importance": 8
            },
            {
              "issue_id": 6,
              "issue_area": "Employment",
              "issue_stance": "The Left Party wants to see an economic policy where full employment is the most important goal.  Our goal is for everyone who has the opportunity to work to do it.  A safe income gives people greater freedom.  Unemployment is a social failure and a huge waste of human resources.  The bourgeois government said tax cuts would lead to reduced unemployment.  It did not.  On the contrary, unemployment rose during their time in power and they left a large deficit in public finances.  Since the 2014 election, the Left Party has cooperation with the government on the state budget. Among other things, we have received a total of SEK 10 billion for the welfare, a major housing package for investment, renovation and energy efficiency and focus on more staff in the field of elderly care and health care.",
              "policy_wants": [
                "- Socially useful investments in rail rebuilding, housing construction, climate change etc",
                "- Educational efforts to raise knowledge and skills",
                "- The central bank's inflation target should be complemented by an employment objective"
              ],
              "voter_percent_importance": 7
            },
            {
              "issue_id": 7,
              "issue_area": "Law and order",
              "issue_stance": "The Left Party is working for a society where no one has the opportunity to see crime as a solution.  We want to give all children an upbringing that gives them opportunities in life, from preschool, to school and to their first job.  For those who seriously want to reduce violence and crime, we need to build a fair society.  A policy of economic equality and a strong welfare society requires no private and no residential area to be allowed to fall.  Where there is future confidence and opportunities for everyone, incentives to commit crimes decrease, and it will also make it more difficult for criminal gangs to recruit the most vulnerable in our society.",
              "policy_wants": [
                "- Instead of focusing on punishments, there should be a greater focus on crime prevention work through education, care and treatment",
                "- Improve working conditions within the police authority",
                "- Improve police activities in preventing crime by paying attention to how the police work and what tasks are prioritized",
                "- Making sure that police, rescue and other community services are readily available whether in town, in a suburb, or in the countryside",
                "- Strongly opposed to the death penalty"
              ],
              "voter_percent_importance": 5
            },
            {
              "issue_id": 8,
              "issue_area": "Welfare",
              "issue_stance": "Welfare is a prerequisite for the freedom of many people.  There should be the expectation that your child is safe at school, that your parents receive warmth and care at retirement and that you receive the best care when you are in trouble.  General welfare includes all who need it, no matter how big your wallet is.  General welfare involves a solidarity redistribution of financial resources between women and men, between low-paid and high-paid workers, between different periods of our lives and between healthy and ill.  The Left Party's starting point is very simple: welfare is for all of us - not to give profit to business owners.",
              "policy_wants": [
                "- Expand efforts in welfare development in a time where the municipalities are facing major challenges due to demographic developments",
                "- Invest SEK 15 billion in 2019, 20 billion in 2020 and 40 billion by 2021 in order to guarantee world-class welfare",
                "- Expand welfare benefits to include a double dentistry allowance, paid work clothes for home and elderly care support workers, eyewear for all children and free public transportation for young people during summer holidays"
              ],
              "voter_percent_importance": 4
            },
            {
              "issue_id": 9,
              "issue_area": "Taxes",
              "issue_stance": "The Left Party wants to build a strong country capable of providing good health care, good schools and safe old age security to all people.  We all help to make it possible by paying taxes, and the vast majority of government and municipal income comes from taxes paid by people with ordinary wages.  But we also want to use taxes to redistribute between rich and poor.  Therefore, we want to increase taxes for the richest. Today the tax system is rigged for the rich.  In fact, Sweden is a country in the EU's core countries, which has the least redistributive tax system.  Sweden is one of the few countries within the OECD who have neither wealth tax, inheritance tax, gift tax or property tax linked to the value of the property.  Today, small local businesses often pay more in taxes than large, profitable multinational companies.  That's not fair.  Corporate taxation needs to be changed and the tax evasion regime tightened.",
              "policy_wants": [
                "- Taxes on large fortunes",
                "- Introducing an increased tax on dividends and capital gains on securities sales",
                "- A red tax change by lowering the income tax for low and middle income workers"
              ],
              "voter_percent_importance": 3
            },
            {
              "issue_id": 10,
              "issue_area": "Economy",
              "issue_stance": "Jobs are created when innovations made in business are translated into new products and services, not by competing with lower wages and poorer conditions.  Our policy for small and medium-sized businesses is about creating long-term conditions for growth.  This also includes security for both the individual entrepreneur and employees.",
              "policy_wants": [
                "- For small companies, sick pay can be burdensome.  Therefore we want companies with up to 10 employees to not pay completely for 14 days sick leave",
                "- In order to increase exports from smaller companies, state and industry cooperation in the area of exports should be improved",
                "- Strengthen local savings banks' ability to compete with major banks and contribute to the development of local businesses"
              ],
              "voter_percent_importance": 3
            }
          ],
          "seat_share": [
            {
              "year": 2018,
              "seats": 28
            }
          ],
          "note": "Vansterpartiet"
        },
        {
          "party_id": 5,
          "party_logo": "assets/imgs/liberals_logo.png",
          "name": "Liberals",
          "name_alternative": "L",
          "leaders": [
            "Jan Bjorklund"
          ],
          "ideology": [
            "Liberalism",
            "Social Liberalism",
            "Pro-Europeanism"
          ],
          "political_position": "centre-right",
          "bloc_affiliation": "Alliance",
          "policy_stances": [
            {
              "issue_id": 1,
              "issue_area": "Immigration",
              "issue_stance": "The world becomes a better place when people travel and move between countries.  Liberals want people to be able to shape their lives and follow their dreams.  However, for integration to work and the welfare state to remain, refugee and immigration policy must be based on both humanism and realism.",
              "policy_wants": [
                "- Openess makes our country richer",
                "- Sweden needs more peoplewho move here to work and study",
                "- We want to simplify labor immigration both to Sweden and the EU",
                "- People who work and do well should not be expelled",
                "- Refugees must get support and help from the outside world",
                "- Sweden and Europe will stand up for a humane asylum policy based on solidarity"
              ],
              "voter_percent_importance": 27
            },
            {
              "issue_id": 2,
              "issue_area": "Healthcare",
              "issue_stance": "Every person should have the freedom to control their lives, their health and their future.  Patients are strengthened by the power and knowledge to choose, the opportunity to participate and treatment that makes their healthcare personal and sees to their individual needs.",
              "policy_wants": [
                "- Career service opportunities with higher pay to specialist nurses",
                "- Freedom of choice in healthcare",
                "- Permanent GPs should coordinate care",
                "- Everyone must choose a health center",
                "- Stop medical care carousel for the most sick and elderly",
                "- Implementing modern IT infrastructure into the healthcare system"
              ],
              "voter_percent_importance": 19
            },
            {
              "issue_id": 3,
              "issue_area": "Education",
              "issue_stance": "For liberals, school is the way to give all children a chance to find out who they are and to achieve their dreams.  The liberals are - and have always been - the school party.  We simply love knowledge, because it is the ticket to a life where you have self-determination.",
              "policy_wants": [
                "- More teacher-led teaching - Do not leave students in the process of project work and group work by themselves",
                "- Extend the elementary school period to 10 years by making the current pre-school class the first school year",
                "- Introducing grade scores from grade 4",
                "- More time at school for all students.  Extend the timetable for important topics, starting with math and sports",
                "- Extra time for those who need it the most.  Newly arrived students will have more time at school",
                "- Let teachers be teachers.  Reinstate teacher assistants as administrative support and reinforce the student health certificate that can work outside of the classroom",
                "- Allow schools to provide secure conditions for their students and their staff.  Pupils who commit serious crimes in school should be able to be restrained and removed quickly if it is needed to ensure safety",
                "- Mobile phones are amazing, but they do not belong in the classroom.  Teachers and principals should not have to argue about it, but lessons should be mobile-free to create a good study environment",
                "- For schools with major challenges, there should be more skilled principals and teachers.  We want to introduce special career services for these people and to ensure that their wages are higher",
                "- More needs to be done so that students with different backgrounds will be in the same classroom.  Let all parents take a stand at different schools and be free to make an active choice.  And all schools should be participating in and receiving new arrivals and asylum seekers",
                "- Raising teachers' wages considerably",
                "- Raise the quality of teacher education and focus more on skills development"
              ],
              "voter_percent_importance": 15
            },
            {
              "issue_id": 4,
              "issue_area": "Environment",
              "issue_stance": "We are responsible for managing the environment and nature so that we can leave a world in ecological balance for future generations.  As liberals, we believe in a market economy, but market forces sometimes do not work well enough, for example, to protect and conserve nature, the garden and biodiversity.  Therefore, we must jointly finance efforts that preserve valuable nature such as beaches and ancient forests and protect animals.",
              "policy_wants": [
                "- Mountains, forests, coastal areas, as well as lakes and rivers that are naturally valuable should be strongly protected",
                "- The right of public access to nature shall be protected",
                "- Decreasing the amount of threatened species in Sweden",
                "- Protecting our ancient forests",
                "- Creating measures that protect our seas and streams",
                "- Greater EU cooperation for protecting the environment"
              ],
              "voter_percent_importance": 10
            },
            {
              "issue_id": 5,
              "issue_area": "Elder care",
              "issue_stance": "Older people are often treated today as a collective and not as individual people.  We want to see this change.  Every person should of course be entitled to decide what happens in their everyday lives.",
              "policy_wants": [
                "- More self-determination in elderly care",
                "- Less bureaucracy around aid assessments",
                "- More places in care homes, and those over 85 should be entitled to an open place",
                "- Develop better services to to address mental health in cooperation with civil society, such as retirement organizations, the Red Cross and religious communities",
                "- Support for people caring for elderly relatives through developing family support, and giving entitlements for work leave and part-time work",
                "- Better access to pensions from the social security fund"
              ],
              "voter_percent_importance": 8
            },
            {
              "issue_id": 6,
              "issue_area": "Employment",
              "issue_stance": "Being able to support yourself is the way to an independent life.  Today, it is far too difficult to enter the Swedish labor market, especially for new arrivals, people with disabilities and young people.  Liberals want to make it easier for more people to get their first job.",
              "policy_wants": [
                "- Opening up more entry level jobs in the Swedish labor market",
                "- Increased security for job seekers through mandatory cash checkouts",
                "- Make it easier to hire workers - reduce administration by merging employment grants",
                "- Make it cheaper to hire workers - not more expensive.  Develop RUT deductions on household services",
                "- Replace the current employment service with a new employment authority",
                "- The right for person to keep their current employment at a higher age",
                "- Improve women's opportunities for entrepreneurship",
                "- Reduce regulatory burdens affecting small business owners"
              ],
              "voter_percent_importance": 7
            },
            {
              "issue_id": 7,
              "issue_area": "Law and order",
              "issue_stance": "Since 2014, Sweden has not added a single police officer.  On the contrary, the police have become fewer.  Many places in police training centers are empty.  We want to solve the police crisis through higher wages and better conditions.",
              "policy_wants": [
                "- Sweden should have at least 25000 police officers in 7 years, 5000 more than today",
                "- The expansion of the police must be felt everywhere throughout Sweden, both in the cities and the rural areas",
                "- Increase a police officer's wages by an average of SEK 4000 a month",
                "- Earmark more money for municipal security guards that can aid the police",
                "- 5000 more emergency responders that can relieve the police during major events",
                "- Create a European FBI so that the police can work to combat international criminals"
              ],
              "voter_percent_importance": 5
            },
            {
              "issue_id": 8,
              "issue_area": "Welfare",
              "issue_stance": "Everyone in Sweden has the right to basic security.  Social insurance should be there for you if you have a disability or illness, are older or at home taking care of young children, and need financial protection.  We want social insurance, such as unemployment insurance and health insurance to be mandatory and apply to all, as well as having a clear link between fees and payments.",
              "policy_wants": [
                "- You should only pay a fee from your salary that is under the payment ceiling",
                "- Unemployment insurance should be mandatory"
              ],
              "voter_percent_importance": 4
            },
            {
              "issue_id": 9,
              "issue_area": "Taxes",
              "issue_stance": "In order for you to go to school, get medical attention and help with the police, we need to pay taxes.  In order to build a strong welfare state, the tax system needs to be designed to benefit good behavior, ambition and risk-taking.  Therefore, Sweden needs new tax reform.",
              "policy_wants": [
                "- Increase mobility in the housing market and steer down interest rate deductions",
                "- Green tax change with lower taxes on labor and higher taxes on environmentally harmful activities",
                "- Tax-free savings on investment savings accounts",
                "- Against a banking tax"
              ],
              "voter_percent_importance": 3
            },
            {
              "issue_id": 10,
              "issue_area": "Economy",
              "issue_stance": "Getting a job and taking responsibility for your own wellbeing is the basis for an independent life.  It's when people work and pay taxes that we can afford to get high quality welfare.  A policy for more jobs is therefore the best policy.",
              "policy_wants": [
                "- Strengthen competitiveness and improve the freedoms and opportunities for entrepreneurs",
                "- An economic policy that is stricter and more responsible than the current government's",
                "- Seek Swedish membership into the EU Banking Union"
              ],
              "voter_percent_importance": 3
            }
          ],
          "seat_share": [
            {
              "year": 2018,
              "seats": 20
            }
          ],
          "note": "Liberalerna"
        },
        {
          "party_id": 6,
          "party_logo": "assets/imgs/moderate_party_logo.png",
          "name": "Moderate Party",
          "name_alternative": "M",
          "leaders": [
            "Ulf Kristersson"
          ],
          "ideology": [
            "Liberal Conservatism",
            "Economic Liberalism"
          ],
          "political_position": "centre-right",
          "bloc_affiliation": "Alliance",
          "policy_stances": [
            {
              "issue_id": 1,
              "issue_area": "Immigration",
              "issue_stance": "Addressing openness to the outside world is not the same as unregulated immigration.  Sweden has taken and takes great responsibility for refugees.  For many years, we have been one of the countries in the EU that have had the highest level of refugees in relation to population.  Migration policy must be designed in view of the major refugee influx we have had and the major integration problems we are experiencing.  Therefore, Sweden needs to receive fewer asylum seekers, and should have a permanent tightened asylum law.  Laws and rules should be designed in a manner that is in line with other countries in our vicinity.  Our asylum system must be legal and predictable.",
              "policy_wants": [
                "- Sweden should receive fewer asylum seekers than in recent years",
                "- Temporary residence permits should be the main rule",
                "- Requirements for self-sufficiency and knowledge in Swedish for permanent residence",
                "- A common quota system in the EU"
              ],
              "voter_percent_importance": 27
            },
            {
              "issue_id": 2,
              "issue_area": "Healthcare",
              "issue_stance": "At present, over 86,000 people are in custody for care.  Queues for surgery have more than doubled since the last election.  Almost half of patients in cancer care do not receive care on time.  Waiting times vary greatly between different county councils and regions. We need to address these situations.  Patients' waiting times need to be considerably shorter.  Primary care must be expanded and become more accessible.  Children and elderly people should not be forced to go the emergency room because there is no time at a health center.",
              "policy_wants": [
                "- Reinstate and develop the killaries agreement to quickly shorten nursury queues",
                "- Strengthen the healthcare guarantee.  In the long term, patients should receive surgery or treatment in specialist care within 60 days of a medical recommendation instead of the current 90 days",
                "- Primary care reform.  Build healthcare centers closer to patients",
                "- Give patients permanent contact with a care worker",
                "- Utilize the full potential of digitization to create more accessible healthcare"
              ],
              "voter_percent_importance": 19
            },
            {
              "issue_id": 3,
              "issue_area": "Education",
              "issue_stance": "There is much in Swedish school works well.  There are many classrooms where students are equipped with the knowledge for life, and with teachers that helps them to grow and dare for more.  Unfortunately, it is not the same for everyone.  Parts of the Swedish school system have difficult problems.  Almost a fifth of ninth graders, equivalent to approximately 18,600 students, left primary school last year without being eligible for high school.",
              "policy_wants": [
                "- Elementary school should last ten years and start at the age of 6",
                "- Increase teaching times in elementary school by 1 hour each day so that all students can learn to read, write and count",
                "- National tests should be corrected centrally, for example by the Swedish National Agency for Education",
                "- Diagnostic tests for all students from lower seconday school",
                "- Homework help should be available to all students grade 4-9",
                "- Compulsory schooling in grades 6-9 for students at risk of slipping"
              ],
              "voter_percent_importance": 15
            },
            {
              "issue_id": 4,
              "issue_area": "Environment",
              "issue_stance": "Swedish greenhouse gas emissions comes mainly from transportation and industry.  The sources of these emissions accounts for one third of Sweden's greenhouse gas emissions.  To reduce emissions in our industrial sector, significant technological development is required.  An example would be to support investment into new technologies like fossil-free production methods in steel and concrete.  Supporting such innovations will be effective in combating emissions both in Sweden and globally.  A prerequisite for green conversion within the transportation sector rests on several factors.  Electricity, biofuels, hydrogen and other environmentally friendly technologies must compete on equal terms.  Infrastructure for these changes needs to be built and a faster shift in these green innovations must also be applied to both air and sea transportation.  Because Sweden is a large country, taxes and regulations should be made to penalize emissions and not on the distance traveled.",
              "policy_wants": [
                "- Climate deductions for industrial companies to radically reduce emissions",
                "- Government research policy with targeted funds for sustained reductions on emissions in industries",
                "- Invest in infrastructure for carbon-free road transportation such as charging posts",
                "- Effective measures for a green shift on air transportation",
                "- Energy taxes on the mining industry"
              ],
              "voter_percent_importance": 10
            },
            {
              "issue_id": 5,
              "issue_area": "Elder care",
              "issue_stance": "Over the coming decades, the number of people aged 85 and older is expected to increase sharply.  It's basically good news.  But it also means that the number of elderly patients will account for a very high proportion of healthcare resources.  We need to build effective care chains for seniors.  Nearly six out of ten older people say they feel alone.  Solitude leads to exclusion and isolation.  Strengthening the rights of older people to a dignified life is basically about security and well-being.  It consists of several parts - belonging to a community, influence and choice, service and consideration.  Every elder should have a good living and a worthy care for the elderly.",
              "policy_wants": [
                "- General strengthening of elderly welfare through more money being allocated to municipalities",
                "- Prioritize a coherent care system for those who are most ill and are suffering from multiple chronic conditions",
                "- Simplify aid assessments so that older poeple can get support, such as in home care",
                "- Strengthen mobile home healthcare",
                "- National quality requirements for care workers working with the elderly with tighter sanctions on bad activities",
                "- Promote new digital tools for elderly care without compromising personal information"
              ],
              "voter_percent_importance": 8
            },
            {
              "issue_id": 6,
              "issue_area": "Employment",
              "issue_stance": "The Moderates are the party for those who work, those who want to work and those who have worked.  That is the basis of our prosperity.  When more people work, there is more money to support our common welfare.",
              "policy_wants": [
                "- Replace the current Employment Service with a new, smaller and more efficient authority.  Allow independent actors to take over the responsibility for matching job vacancies with job seekers",
                "- More places at universities, colleges, and vocational education",
                "- Remove the complex system of different subsidies for different jobs, simplify employment support"
              ],
              "voter_percent_importance": 7
            },
            {
              "issue_id": 7,
              "issue_area": "Law and order",
              "issue_stance": "There is a lack of police in Sweden.  In parts of the country, the police are perceived as being absent.  The situation within the police authority is strained and a record number of cops are leaving the profession.  Major crime reports are coming to an all-time high.  The police needs more resources, increased powers and better conditions.  Sweden's citizens have the right to a police service that works to effectively prevent and investigate crime and can be trusted.",
              "policy_wants": [
                "- At least 10000 more police officers by 2024",
                "- Increase police wages by an average of SEK 3000 a month",
                "- There should be more police training places and it should be paid",
                "- The police must have modern equipment that can be adapted to multiple tasks",
                "- The police service's core task should be to intervene, investigate and clear up crimes"
              ],
              "voter_percent_importance": 5
            },
            {
              "issue_id": 8,
              "issue_area": "Welfare",
              "issue_stance": "Social services are one of the pillars of our welfare society.  It is the ultimate protection net for children, adults and families who, for various reasons, need urgent help or long-term support.  It also needs to be able to work preventatively.  Today, social services are in a strained position.  There are no more than 1000 Social Security Officers.  Eight out of ten municipalities have difficulties recruiting new officers.  At the same time, there is a lack of experienced employees: one in three social secretaries are completely new to the profession.  The Social Services Act is outdated and needs to be updated in order for social services to be able to perform their duties in a manner that is both legal and of high quality.",
              "policy_wants": [
                "- Develop a new and modern social service team",
                "- More social security officers should be able to work externally and with the police",
                "- Increased knowledge requirements for social care workers, particularly for vulnerable children and young people",
                "- A special unit within the Prison Service shall take over the responsibilities of the Social Service in cases of young people between the ages of 15-17 who commited gross crimes",
                "- Social workers must have good working conditions",
                "- Professionalize family homes and shelters"
              ],
              "voter_percent_importance": 4
            },
            {
              "issue_id": 9,
              "issue_area": "Taxes",
              "issue_stance": "Today it is not enough in Sweden to go from contributions to work, to training or to work longer hours.  Therefore, we want to lower taxes for everyone who works.  We want to implement the largest tax cuts since 2006.  We want to make sure that we lower the most taxes, in relation to income, on those who earn the least.  It is both right and fair.",
              "policy_wants": [
                "- Lower taxes on those who are working.  Our policy gives SEK 500 more in the wallets of workers every month for a regular full-time job"
              ],
              "voter_percent_importance": 3
            },
            {
              "issue_id": 10,
              "issue_area": "Economy",
              "issue_stance": "Entrepreneurs should be appreciated more than being taxed.  Four out of five jobs are created in small and medium-sized companies.  Therefore, it is worrying that the formation of new businesses in Sweden is the lowest in ten years.  It must be easier to start, run, develop and own companies in Sweden.  Entrepreneurs should have the prerequisites to want to invest in their ideas.  Work on implementing regulatory improvements should be prioritzied, both at home and in the EU.  Taxes should not be wrenches in the wheel for companies that want to grow.  In order to take advantage of the opportunities that new technologies are providing us and to develop Sweden's international competitivness, a coherent and aggressive digitization policy is needed.",
              "policy_wants": [
                "- Strengthen Swedish companies' competitiveness through better rules for employee stock options",
                "- Companies should be able to provide information to all authorities through a single portal.  A submission should only be made once",
                "- Sweden should be the world leader in exploiting the potential of digitization",
                "- Initiate tax reform for better conditions on corporate investment and lower taxes on work"
              ],
              "voter_percent_importance": 3
            }
          ],
          "seat_share": [
            {
              "year": 2018,
              "seats": 70
            }
          ],
          "note": "Moderaterna"
        },
        {
          "party_id": 7,
          "party_logo": "assets/imgs/social_democratic_party_logo.png",
          "name": "Swedish Social Democratic Party",
          "name_alternative": "SAP",
          "leaders": [
            "Stefan Lofven"
          ],
          "ideology": [
            "Social Democracy"
          ],
          "political_position": "centre-left",
          "bloc_affiliation": "Red-Greens",
          "policy_stances": [
            {
              "issue_id": 1,
              "issue_area": "Immigration",
              "issue_stance": "We Social Democrats support regulated immigration.  It is essential that people fleeing from danger get help and be entitled to receive asylum.  But there has to be a more responsible immigration policy.  We have revised legislation so that more people apply for asylum in other countries rather than Sweden.  As the intake of refugees should be in solidarity with others in the EU, so too must our refugees be received and evenly distributed throughout Sweden.",
              "policy_wants": [
                "- We want a new, more restrictive asylum legislation that does not differ significantly from others in the EU",
                "- Continue to work both internationally and in the EU to get more countries to take responsibility for refugees",
                "- The current model of accomodations for refugees and migrants should be wound up and replaced with a better system that counteracts segregation"
              ],
              "voter_percent_importance": 27
            },
            {
              "issue_id": 2,
              "issue_area": "Healthcare",
              "issue_stance": "Healthcare is part of what makes Sweden unique.  Swedish healthcare is of high quality and available to all.  But it's not enough.  One third of patients waits longer than the 90 days guarantee for treatment and surgery, and one fourth may wait too long to visit a specialist.  This is unacceptable and it is not worthy of a strong welfare state like ours.",
              "policy_wants": [
                "- Employ 14000 more healthcare workers until 2022",
                "- Draw up a national plan to invest SEK 3 billion to cut care queues",
                "- Invest SEK 500 million a year in ambulance care and expand the operation of ambulance helicopters in the country to improve response times",
                "- Invest half a billion annually on new and advanced cancer initiatives to shorten waiting times and to buold six new regional cancer centers",
                "- Introduce a work environment promise.  Everyone who works in welfare should be able to have good working conditions and give good care to patients",
                "- Prioritize investment in healthcare instead of tax cuts.  Stop privatizations of emergency hospitals"
              ],
              "voter_percent_importance": 19
            },
            {
              "issue_id": 3,
              "issue_area": "Education",
              "issue_stance": "In a strong society, you should have faith that there is a school there for you and your child.  All schools should be good - and knowledge should always come first.  This requires major investments and more well-trained teachers who can feel that society supports them.  For us, it is more important than tax cuts and privatizations.  Teachers should be treated with respect and given good working conditions.  They should be able to focus on their teaching that is based on order and study, and to make sure that no student is left behind or held back.  Security is important in our schools and all school staff should be allowed to intervene when someone is violated, threatened or injured.  Pupil health should be better and mandatory screening of children and young people's mental health should be done at school.",
              "policy_wants": [
                "- Employ more staff and more teachers",
                "- Stop the hunt for profits schools and ban religious schools",
                "- Introduce homework assurance for all students at risk of not being eligible for high school",
                "- Ensure that there is order and a good study environment by banning mobile phones and strengthened leadership in the classroom",
                "- Make big investments to improve equality in our schools and reduce school segregation"
              ],
              "voter_percent_importance": 15
            },
            {
              "issue_id": 4,
              "issue_area": "Environment",
              "issue_stance": "Sweden is at the forefront of environmental development.  We can manage Swedish environmental goals through investments and new rules that reduce greenhouse gas emissions, protects biodiversity, creates a toxin-free environment and a better marine environment.",
              "policy_wants": [
                "- Reduce greenhouse gas emissions. Sweden will be the first fossil-free welfare state",
                "- Enforce tougher chemical rules in the EU and introduce domestic taxes on hazardous substances",
                "- Protect clean drinking water",
                "- Preserve valuable nature and marine areas to promote biodiversity"
              ],
              "voter_percent_importance": 10
            },
            {
              "issue_id": 5,
              "issue_area": "Elder care",
              "issue_stance": "Social Democrats want older people to be able to decide for themselves what they want to do with their lives, whether it's about participation in working life or what type of care they receive.  By making sure that we can guarantee those things, then we can create a stronger society and a safer Sweden.",
              "policy_wants": [
                "- Stop the hunt for profits in elderly care and improve staff conditions to increase the safety of the elderly",
                "- Introduce a permanent contact with a care worker in home care, promote social cohesion through a commitment to sports and outdoor living for the elderly",
                "- Employ more workers in elderly care, strengthen worker's knowledge and skills",
                "- Develop a long-term quality plan for elderly care.  Our goal is to achieve a balanced and equal quality of care for the elderly throughout the country",
                "- Build more retirement homes"
              ],
              "voter_percent_importance": 8
            },
            {
              "issue_id": 6,
              "issue_area": "Employment",
              "issue_stance": "Everyone who can work should work and a person who works should be able to live on their salary and have a safe working environment.  We will live in a country where women and men go to work, feel safe and can have the time to balance family and work.  Social Democrats want to introduce full-time jobs as a norm and increase job security and reduce stress and mental health in working life.",
              "policy_wants": [
                "- Help to create more jobs across the country with better conditions and a living wage",
                "- Have full-time jobs as the norm, increase job security and reduce stress and mental illness in working life",
                "- Make major investments in education and making sure that social partners and the state can develop better systems for skills and labor supply",
                "- Improve the system of short-term work in a recession so that wage earners can develop their skills while retaining employment",
                "- Introduce an extra week's leave a year for all parents"
              ],
              "voter_percent_importance": 7
            },
            {
              "issue_id": 7,
              "issue_area": "Law and order",
              "issue_stance": "Violence poses a threat to our democratic society and has to be combatted by all means.  It is only when faith in the future is lost that gangs and violence becomes an option.  We will not only fight crimes, but also the causes of crime",
              "policy_wants": [
                "- We want 10000 more police employees by 2024.  Police services should receive SEK 7.3 billion extra in the period of 2018-2020",
                "- Gang recruitment must be stopped.  A variety of methods must be used to counteract gangs, such as abolished penalties for 18 to 21 year olds coupled with better social interventions",
                "- Raise the minimum punishment for rape, open rape receptions for victims and tighten the demands of convicted rapists receiving treatment.  Give children who witness a violent crime the status as victims and that affected women should receive support and protection"
              ],
              "voter_percent_importance": 5
            },
            {
              "issue_id": 8,
              "issue_area": "Welfare",
              "issue_stance": "Our common welfare model is part of what makes Sweden amazing.  By helping each other out, we develop our common community model.  When welfare works and covers all, we further ambitions; change jobs, start a business, form a family and get children, move or start studying.  When welfare embraces all, the freedom of individual human beings can grow and everyone can get the chance to realize their life dreams.  This is the basis of social democratic policy. Therefore, we prioritize investment in education, welfare, infrastructure and housing.  Responsible economic policy is the guarantor of Swedish welfare.  With more jobs we can afford a welfare to be proud of.",
              "policy_wants": [
                "- Invest in better welfare.  We want to hire more care workers, nurses and doctors to shorten care queues.  And hire more teachers so that students can learn more",
                "- Invest in good care throughout the country, employ 14000 more in healthcare with an additional SEK 3 billion and a gneral plan to improve healthcare waiting times",
                "- Establish a permanent care worker contact for the elderly, more social activities such as sports and outdoor living for the elderly",
                "- Focus on faster support for mentally ill young people, screening for children and young peope at school and digital healtchare services that can be accessed on a mobile phone"
              ],
              "voter_percent_importance": 4
            },
            {
              "issue_id": 9,
              "issue_area": "Taxes",
              "issue_stance": "Taxes are needed to finance the welfare that we all enjoy.  We want to see a stronger society with more resources for schools and healthcare, higher pensions and an uncompromising struggle against crime and its causes.  Future investments are before major tax cuts.",
              "policy_wants": [
                "- New resources for welfare take priority over tax cuts and tax subsidies",
                "- Ensure a strongly progressive tax system",
                "- Abolish the tax gap between pensioners and wage earners",
                "- Fight tax fraud and tax evasion",
                "- Having cross-border tax reform"
              ],
              "voter_percent_importance": 3
            },
            {
              "issue_id": 10,
              "issue_area": "Economy",
              "issue_stance": "A strong economy is the foundation for a stronger society.  Social Democrats want to use our economic strength to invest in more jobs, better schools and healthcare, this should be preceded before any major tax cuts.  In order to create a stronger society, Sweden needs to have a competitive business community, both based on large export companies to small ane medium-sized companies.  We want to take advantage of the growth of entrepreneurship in our country and strengthen the business climate so that existing companies and new potential business can grow, export and employ more.",
              "policy_wants": [
                "- Increase welfare investment by SEK 30 billion by the next term in office",
                "- Investments into the labor market through local job training, vocational training and language training in order to get more people into work",
                "- Safeguard the existing fiscal framework that sets targets for public saving and creating long-term stability in public finances",
                "- Provide small businesses and entrepreneurs with better opportunities to grow and develop",
                "- Increase opportunities for companies to finance expansion",
                "- Simplify current rules so that more businesses can grow and employ more workers",
                "- Ensuring that Sweden will continue to be a strong start-up country",
                "- Continuing the growth grant that makes it cheaper for small businesses to hire their first employees",
                "- Continuing tax credits for employee stock options",
                "- Continuing to take advantage of digitization technologies to make it easier for business owners to submit their annual reports"
              ],
              "voter_percent_importance": 3
            }
          ],
          "seat_share": [
            {
              "year": 2018,
              "seats": 100
            }
          ],
          "note": "Socialdemokraterna"
        },
        {
          "party_id": 8,
          "party_logo": "assets/imgs/sweden_democrats_logo.png",
          "name": "Sweden Democrats",
          "name_alternative": "SD",
          "leaders": [
            "Jimmie Akesson"
          ],
          "ideology": [
            "Swedish Nationalism",
            "Social Conservatism",
            "Euroscepticism"
          ],
          "political_position": "right-wing to far-right",
          "bloc_affiliation": "None",
          "policy_stances": [
            {
              "issue_id": 1,
              "issue_area": "Immigration",
              "issue_stance": "Sweden's migration policy has been dealt with in an ignorant manner for decades, with serious consequences for Swedish society.  A very high level of asylum seekers and their relatives has fragmented society, cultivated exclusion, and worsened welfare.  At the same time, security has been jeopardized because demands and controls have been weak, both in terms of residence in the country or the granting of citizenship.  Today tens of thousands of people live illegally within the country's borders, and Sweden has become known internationally for unrest, rape and civilians active in terror networks.",
              "policy_wants": [
                "- Change current asylum legislation so that Sweden only receives asylum seekers from our neighbors and stop the flow of refugees until Sweden is safe",
                "- Change current regulations for labor immigration so that the needs of Swedish labor market comes first",
                "- Make it impossible for employers to use foreign labor to circumvent Swedish working conditions",
                "- Steepen the requirements for dependencies on family immigration as well as tightened family checks to make it impossible to abuse the welfare system",
                "- Strengthen the requirements on becoming a Swedish citizen, include language and social literacy tests, allow for the revocation of citizenships granted on an incorrect basis",
                "- Contribute to re-migration through providing a clear mission to the Swedish Migration Board to prioritize this as well as efforts on providing financial support and adapted education to those that leave",
                "- Fight the shadow community by providing the police with the tools and resources needed in order to seek out those staying illegally in the country, increase custody sites and allow for longer stays in custody if expulsion cannot be enforced immediately"
              ],
              "voter_percent_importance": 27
            },
            {
              "issue_id": 2,
              "issue_area": "Healthcare",
              "issue_stance": "Swedish healthcare has previously been a model for the rest of the world.  It is unfortunately no longer the case.  Today, Sweden has one of the longest care queues in Europe, and too many patients have to wait longer than the 90 day care guarantee.  There are also corresponding problems within emergency care, where even the youngest and most vulnerable are affected because there are no dedicated intensive care facilities for children.  Sweden Democrats therefore see accessibility in primary care and shorter waiting times for emergency services as particularly prioritzed areas.",
              "policy_wants": [
                "- Limit waiting times for specialists to a maximum of 30 days, 14 days for particularly serious illnesses and mental illness among children and young people",
                "- Improve working conditions and improve the status of our welfare state through skills training, professional identification for nurses, and allowing for the employment of additional staff and other workers that can relieve healthcare staff.  Extend the possibility for full-time and part-time care for healthcare professionals",
                "- Abolish the practice of giving free medical and dental care to illegal immigrants, introduce clear rules for non-citizens' rights on access to tax-funded welfare",
                "- Improve the availability of obstetrics, child welfare services, primary care and emergency care",
                "- Clearer national regulations on healthcare to make it more available and investigating the possibility of eventually moving away from a centralized health authority and transfering their powers to county councils",
                "- Introduce a new patient rights guarantee that strengthens a patient's legal status and provides them the opportunity to choose between healthcare providers across the country",
                ""
              ],
              "voter_percent_importance": 19
            },
            {
              "issue_id": 3,
              "issue_area": "Education",
              "issue_stance": "International studies have shown that Sweden is lagging behind on core subjects.  Within primary and secondary schools, there is no clear educational focus or opportunities for students to develop at their own pace.  More tools are needed to solve the problems in our education system and that there should be good career paths for teachers.  In addition, there needs to be effective school health and study guidance, and that teachers should be relieved from administrative work.  The Swedish Democrats' education policy is party based on a return to what worked well before, party based on inspiration from other countries that are doing well today.",
              "policy_wants": [
                "- Allow teachers to resolve the problems by allowing them to report on students who need special supervision and allowing them to intervene when students commit serious abuse",
                "- Create attractive career paths for teachers with better payrolls",
                "- Create financial incentives for educational choice as demanded by the labor market and creating labor market balance by getting more people to choose vocational education"
              ],
              "voter_percent_importance": 15
            },
            {
              "issue_id": 4,
              "issue_area": "Environment",
              "issue_stance": "Swedish nature is a rich and valuable treasure that must be protected and preserved.  We emphasize that there should be a managerial spirit that promotes active agriculture and forestry in parallel with work that preserves untouched nature.  Sweden's greenhouse gase emissions are the lowest of any industrialized country.  The Sweden Democrats' environmental policy is constructive, realistic and based on how we can combat global environmental pollution and greenhouse gases globally in a cost-effective way that does not negatively impact our rural and industrial areas.",
              "policy_wants": [
                "- Support safe and efficient nuclear power through research and development of fourth generation reactors",
                "- Work against eutrophication in lakes, streams and seas, clean up tens of thousands of polluted areas found around Sweden",
                "- Promote the electrification of the transport sector through ivestments on infrastructure with more charging posts and a hydrogen strategy",
                "- Focus on energy efficiency and energy research"
              ],
              "voter_percent_importance": 10
            },
            {
              "issue_id": 5,
              "issue_area": "Elder care",
              "issue_stance": "The elderly deserve to get the world's best care.  We cannot accept that there are some who die alone, their lives ending in social isolation, or that people feel strongly worried about getting old due to the lack of care and poorer pension conditions.  All people should be able to age with dignity.  When someone is struggling, society should be there to come in and provide the help that they need so that the elderly can continue to live a safe and meaningful life.  Older people should be able to stay in their homes, even if that means care costs increase.  No one should be forced away from their friends, relatives and pets other than in cases of necessity like hospital care.",
              "policy_wants": [
                "- Increase the housing allowance and guarantee pensions, cancel the pension tax",
                "- Establish a mandatory 24-hour crew at retiremnt homes and discontinue the involuntary shared hours for staff",
                "- Introduce food reform with minimum requirements for freshly prepared, tasty and nutritious foods",
                "- Introduce elderly care centers to improve efficiency in elderly care, establish a fast track policy in emergency care to improve health and to provide an elderly specialist.  Offer free elderly care for people aged 85 years or older and increase dental care",
                "- Provide a tax reduction and a statutory right to work part-time for the elderly who remain in the labor market"
              ],
              "voter_percent_importance": 8
            },
            {
              "issue_id": 6,
              "issue_area": "Employment",
              "issue_stance": "The problems in the Swedish labor market today are complex, and education and employment levels diffir strongly between groups.  The Swedish Democrats seek an active but clearly defined labor market policy.  We want a pragmatic, cross-political attitude with the aim of safeguarding the nation's overall interests.  This means that we do not subscribe to either right or left politics.  Instead, our policy is based on a target image that is based on labor market balance, support in times of unemployment, improved conditons for small and medium-sized enterprises, safe workplaces and cost-effective matching.",
              "policy_wants": [
                "- Abolish ineffective labor market measures such as New Start Jobs, Establishment Jobs and Introductory Jobs, and instead focus on small businesses through expanded start-up funds, reduced sick pay, reduced employer fees and a more comprehensive industrial strategy",
                "- Improve conditions in the public sector such as a right to full-time",
                "- Abolish employment services in its current form, open up to a wide range of actors and establish an agency for oversight and effectivenss assessments on private employment agencies"
              ],
              "voter_percent_importance": 7
            },
            {
              "issue_id": 7,
              "issue_area": "Law and order",
              "issue_stance": "The state of safety in our country is not good.  Women, children and the elderly are too afraid to go out alone in the evening.  There are street fights between rival suburbs and police support is unclear.  Current and past governments have seriously damaged public confidence in the judiciary.  Police officers are resigning as a result of poor working conditions and growing threats.  Fire brigades and ambulances cannot enter immigrant neighborhoods without an armed escort.  Sweden Democrats want a Sweden where people can feel safe - no matter what time of the day and regardless of location.  We want a country based on loyalty, solidarity and trust towards each other, where the public place is not taken over by criminals.  We want a society where victims of crime receive support and where perpetrators receive a punishment in proportion to the seriousness of their crime.",
              "policy_wants": [
                "- The state will guarantee the damges made to victims and then claim that amount from the perpetrator",
                "- Introduce mandatory expulsion for gross crimes committed by foreigners and introduce the possibility of revoking one's citizenship in cases of terrorist offences",
                "- Make it more attractive to become a police officer through increased funding for the police service, increased wages and more career paths",
                "- Make it safer for police officers on duty through increasing penalties for assaulting an officer.  Facilitate the use of police surveillance cameras",
                "- Greatly increase the number of police officers",
                "- Introduce broad penalties and raise the minimum punishment for repeated and serious crime, cross-border crime, weapons smuggling, and introduce life sentences for particularly dangerous offenders"
              ],
              "voter_percent_importance": 5
            },
            {
              "issue_id": 8,
              "issue_area": "Welfare",
              "issue_stance": "We think Swedish welfare should prioritize Swedish citizens.  Medical care should be available throughout our country, regardless of the size of one's wallet.  We want to provide healthcare staff with an improved work environment, good development opportunities and a good salary level.  We want a school that prioritizes knowledge and order.  In our Sweden, older people should get a pension that they can live on.",
              "policy_wants": [],
              "voter_percent_importance": 4
            },
            {
              "issue_id": 9,
              "issue_area": "Taxes",
              "issue_stance": "The tax system has to be simplified, transparent and easier to understand with less complicated special rules.  Comprehensive rules such as those few companies' corporate tax rules should be discontinued.  Fairer and simpler rules can also be achieved through increased harmonization of tax rates on different tax bases.  Swedish taxpayers should feel motivated to pay taxes, because welfare and security should live up to our expectations, and that work should always be taxed reasonably.",
              "policy_wants": [],
              "voter_percent_importance": 3
            },
            {
              "issue_id": 10,
              "issue_area": "Economy",
              "issue_stance": "The Sweden Democrats want to make huge tax cuts for wage earners and small businesses while proposing extensive support for those who are most vulnerable, such as tax cuts for retirees, strengthened pensions, along with incresaed cash and housing allowances.  Our starting point is to take responsibility for public finances and implement financial reforms as the need arises.  Savings can also be ensured by stopping the increased costs associated with excessive immigration.",
              "policy_wants": [],
              "voter_percent_importance": 3
            }
          ],
          "seat_share": [
            {
              "year": 2018,
              "seats": 62
            }
          ],
          "note": "Sverigedemokraterna"
        }
      ],
      "international_organization_participation": [
        {
          "organization": "ADB ",
          "note": "nonregional member"
        },
        {
          "organization": "AfDB ",
          "note": "nonregional member"
        },
        {
          "organization": "Arctic Council"
        },
        {
          "organization": "Australia Group"
        },
        {
          "organization": "BIS"
        },
        {
          "organization": "CBSS"
        },
        {
          "organization": "CD"
        },
        {
          "organization": "CE"
        },
        {
          "organization": "CERN"
        },
        {
          "organization": "EAPC"
        },
        {
          "organization": "EBRD"
        },
        {
          "organization": "ECB"
        },
        {
          "organization": "EIB"
        },
        {
          "organization": "EITI ",
          "note": "implementing country"
        },
        {
          "organization": "EMU"
        },
        {
          "organization": "ESA"
        },
        {
          "organization": "EU"
        },
        {
          "organization": "FAO"
        },
        {
          "organization": "FATF"
        },
        {
          "organization": "G-9"
        },
        {
          "organization": "G-10"
        },
        {
          "organization": "IADB"
        },
        {
          "organization": "IAEA"
        },
        {
          "organization": "IBRD"
        },
        {
          "organization": "ICAO"
        },
        {
          "organization": "ICC ",
          "note": "national committees"
        },
        {
          "organization": "ICCt"
        },
        {
          "organization": "ICRM"
        },
        {
          "organization": "IDA"
        },
        {
          "organization": "IEA"
        },
        {
          "organization": "IFAD"
        },
        {
          "organization": "IFC"
        },
        {
          "organization": "IFRCS"
        },
        {
          "organization": "IGAD ",
          "note": "partners"
        },
        {
          "organization": "IHO"
        },
        {
          "organization": "ILO"
        },
        {
          "organization": "IMF"
        },
        {
          "organization": "IMO"
        },
        {
          "organization": "IMSO"
        },
        {
          "organization": "Interpol"
        },
        {
          "organization": "IOC"
        },
        {
          "organization": "IOM"
        },
        {
          "organization": "IPU"
        },
        {
          "organization": "ISO"
        },
        {
          "organization": "ITSO"
        },
        {
          "organization": "ITU"
        },
        {
          "organization": "ITUC ",
          "note": "NGOs"
        },
        {
          "organization": "MIGA"
        },
        {
          "organization": "MINUSMA"
        },
        {
          "organization": "MONUSCO"
        },
        {
          "organization": "NC"
        },
        {
          "organization": "NEA"
        },
        {
          "organization": "NIB"
        },
        {
          "organization": "NSG"
        },
        {
          "organization": "OAS ",
          "note": "observer"
        },
        {
          "organization": "OECD"
        },
        {
          "organization": "OPCW"
        },
        {
          "organization": "OSCE"
        },
        {
          "organization": "Paris Club"
        },
        {
          "organization": "PCA"
        },
        {
          "organization": "PFP"
        },
        {
          "organization": "Schengen Convention"
        },
        {
          "organization": "UN"
        },
        {
          "organization": "UN Security Council ",
          "note": "temporary"
        },
        {
          "organization": "UNCTAD"
        },
        {
          "organization": "UNESCO"
        },
        {
          "organization": "UNHCR"
        },
        {
          "organization": "UNIDO"
        },
        {
          "organization": "UNMISS"
        },
        {
          "organization": "UNMOGIP"
        },
        {
          "organization": "UNRWA"
        },
        {
          "organization": "UNTSO"
        },
        {
          "organization": "UPU"
        },
        {
          "organization": "WCO"
        },
        {
          "organization": "WFTU ",
          "note": "NGOs"
        },
        {
          "organization": "WHO"
        },
        {
          "organization": "WIPO"
        },
        {
          "organization": "WMO"
        },
        {
          "organization": "WTO"
        },
        {
          "organization": "ZC"
        }
      ],
      "diplomatic_representation": {
        "in_united_states": {
          "chief_of_mission": "Ambassador Karin Ulrika OLOFSDOTTER (since 17 September 2017)",
          "chancery": "The House of Sweden, 2900 K Street NW, Washington, DC 20007",
          "telephone": "[1] (202) 467-2600",
          "fax": "[1] (202) 467-2699",
          "consulates_general": "New York"
        },
        "from_united_states": {
          "chief_of_mission": "Ambassador (vacant); Charge d'Affaires David E. LINDWALL (since 20 January 2017)",
          "embassy": "Dag Hammarskjolds Vag 31, SE-11589 Stockholm",
          "mailing_address": "American Embassy Stockholm, US Department of State, 5750 Stockholm Place, Washington, DC 20521-5750",
          "telephone": "[46] (08) 783 53 00",
          "fax": "[46] (08) 661 19 64"
        }
      }
    }
  }
]